/* Emoticon name */
"Angel" = "Ange";

/* Emoticon name */
"Angry" = "Fâché";

/* Emoticon name */
"Baring Teeth" = "Montre les dents";

/* Emoticon name */
"Blush" = "Rougit";

/* Emoticon name */
"Confused" = "Confus";

/* Emoticon name */
"Cool" = "Cool";

/* Emoticon name */
"Cry" = "Pleure";

/* Emoticon name */
"Crying" = "En pleurs";

/* Emoticon name */
"Disappointed" = "Désappointé";

/* Emoticon name */
"Don't Tell Anyone" = "Bouche cousue";

/* Emoticon name */
"Embarrassed" = "Embarrassé";

/* Emoticon name */
"Erm" = "Euh…";

/* Emoticon name */
"Foot In Mouth" = "Gaffeur";

/* Emoticon name */
"Frown" = "Froncement de sourcils";

/* Emoticon name */
"Gasp" = "Souffle coupé";

/* Emoticon name */
"Grin" = "Rire";

/* Emoticon name */
"Halo" = "Innocent";

/* Emoticon name */
"Happy" = "Heureux";

/* Emoticon name */
"Heart" = "Cœur";

/* Emoticon name */
"I Don't Know" = "Je ne sais pas";

/* Emoticon name */
"Kiss" = "Bisou";

/* Emoticon name */
"Lips Are Sealed" = "Motus";

/* Emoticon name */
"Money-mouth" = "Cupide";

/* Emoticon name */
"Nerd" = "Intello";

/* Emoticon name */
"Open Mouthed" = "Grand sourire";

/* Emoticon name */
"Party" = "C'est la fête";

/* Emoticon name */
"Sad" = "Triste";

/* Emoticon name */
"Sarcastic" = "Sarcastique";

/* Emoticon name */
"Scared" = "Effrayé";

/* Emoticon name */
"Sick" = "Malade";

/* Emoticon name */
"Sleepy" = "Endormi";

/* Emoticon name */
"Smile" = "Sourire";

/* Emoticon name */
"Star" = "Étoile";

/* Emoticon name */
"Sticking Out Tongue" = "Grimace";

/* Emoticon name */
"Surprised" = "Surpris";

/* Emoticon name */
"Thinking" = "Pensif";

/* Emoticon name */
"Tongue Out" = "Tire la langue";

/* Emoticon name */
"Undecided" = "Indécis";

/* Emoticon name */
"Wink" = "Clin d'œil";